Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Reconnects when OpenClaw is active
ar: يعيد الاتصال عندما يكون OpenClaw نشطًا
de: Verbindet sich erneut, wenn OpenClaw aktiv ist
es: Se reconecta cuando OpenClaw está activo
fa: وقتی OpenClaw فعال است، دوباره متصل می‌شود
fr: Se reconnecte lorsqu’OpenClaw est actif
hi: OpenClaw सक्रिय होने पर फिर से कनेक्ट होता है
id: Terhubung kembali saat OpenClaw aktif
it: Si riconnette quando OpenClaw è attivo
ja_jp: OpenClawがアクティブなときに再接続します
ko: OpenClaw가 활성 상태일 때 다시 연결
nl: Maakt opnieuw verbinding wanneer OpenClaw actief is
pl: Łączy ponownie, gdy OpenClaw jest aktywny
pt_br: Reconecta quando o OpenClaw está ativo
ru: Повторное подключение, когда OpenClaw активен
sv: Återansluter när OpenClaw är aktivt
th: เชื่อมต่อใหม่เมื่อ OpenClaw ทำงานอยู่
tr: OpenClaw etkinken yeniden bağlanır
uk: Повторно підключається, коли OpenClaw активний
vi: Kết nối lại khi OpenClaw đang hoạt động
zh_cn: OpenClaw 活跃时重新连接
zh_tw: OpenClaw 啟用時會重新連線

source: Record Voice Note
ar: تسجيل ملاحظة صوتية
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fa: ضبط یادداشت صوتی
fr: Enregistrer une note vocale
hi: वॉइस नोट रिकॉर्ड करें
id: Rekam Catatan Suara
it: Registra nota vocale
ja_jp: ボイスメモを録音
ko: 음성 메모 녹음
nl: Spraakbericht opnemen
pl: Nagraj notatkę głosową
pt_br: Gravar nota de voz
ru: Записать голосовое сообщение
sv: Spela in röstmeddelande
th: บันทึกข้อความเสียง
tr: Sesli Not Kaydet
uk: Записати голосове повідомлення
vi: Ghi âm ghi chú giọng nói
zh_cn: 录制语音留言
zh_tw: 錄製語音留言

source: Record voice note
ar: تسجيل ملاحظة صوتية
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fa: ضبط یادداشت صوتی
fr: Enregistrer une note vocale
hi: वॉइस नोट रिकॉर्ड करें
id: Rekam catatan suara
it: Registra nota vocale
ja_jp: ボイスメモを録音
ko: 음성 메모 녹음
nl: Spraakbericht opnemen
pl: Nagraj notatkę głosową
pt_br: Gravar nota de voz
ru: Записать голосовое сообщение
sv: Spela in röstmeddelande
th: บันทึกข้อความเสียง
tr: Sesli not kaydet
uk: Записати голосове повідомлення
vi: Ghi âm ghi chú giọng nói
zh_cn: 录制语音留言
zh_tw: 錄製語音留言

source: Recording
ar: جارٍ التسجيل
de: Aufnahme
es: Grabando
fa: در حال ضبط
fr: Enregistrement
hi: रिकॉर्ड हो रहा है
id: Merekam
it: Registrazione
ja_jp: 録音中
ko: 녹음 중
nl: Opnemen
pl: Nagrywanie
pt_br: Gravando
ru: Запись
sv: Spelar in
th: กำลังบันทึก
tr: Kaydediliyor
uk: Запис
vi: Đang ghi âm
zh_cn: 录音中
zh_tw: 錄製中

source: Recording was interrupted. Try again.
ar: تمت مقاطعة التسجيل. حاول مرة أخرى.
de: Die Aufnahme wurde unterbrochen. Versuche es erneut.
es: La grabación se interrumpió. Inténtalo de nuevo.
fa: ضبط قطع شد. دوباره تلاش کنید.
fr: L'enregistrement a été interrompu. Réessayez.
hi: रिकॉर्डिंग बाधित हो गई। पुनः प्रयास करें।
id: Perekaman terganggu. Coba lagi.
it: La registrazione è stata interrotta. Riprova.
ja_jp: 録音が中断されました。もう一度お試しください。
ko: 녹음이 중단되었습니다. 다시 시도하세요.
nl: De opname werd onderbroken. Probeer het opnieuw.
pl: Nagrywanie zostało przerwane. Spróbuj ponownie.
pt_br: A gravação foi interrompida. Tente novamente.
ru: Запись была прервана. Попробуйте снова.
sv: Inspelningen avbröts. Försök igen.
th: การบันทึกถูกขัดจังหวะ โปรดลองอีกครั้ง
tr: Kayıt kesintiye uğradı. Tekrar deneyin.
uk: Запис було перервано. Спробуйте ще раз.
vi: Quá trình ghi âm bị gián đoạn. Hãy thử lại.
zh_cn: 录音被中断。请重试。
zh_tw: 錄製已中斷。請再試一次。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fa: بازخوانی
fr: Actualiser
hi: रीफ़्रेश
id: Segarkan
it: Aggiorna
ja_jp: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

source: Refresh Channels
ar: تحديث القنوات
de: Kanäle aktualisieren
es: Actualizar canales
fa: بازآوری کانال‌ها
fr: Actualiser les canaux
hi: चैनल रीफ़्रेश करें
id: Segarkan Saluran
it: Aggiorna canali
ja_jp: チャネルを更新
ko: 채널 새로 고침
nl: Kanalen vernieuwen
pl: Odśwież kanały
pt_br: Atualizar canais
ru: Обновить каналы
sv: Uppdatera kanaler
th: รีเฟรชช่องทาง
tr: Kanalları Yenile
uk: Оновити канали
vi: Làm mới kênh
zh_cn: 刷新渠道
zh_tw: 重新整理頻道

source: Refresh History to follow the result.
ar: حدّث السجل لمتابعة النتيجة.
de: Aktualisieren Sie den Verlauf, um das Ergebnis zu verfolgen.
es: Actualiza el historial para seguir el resultado.
fa: برای پیگیری نتیجه، تاریخچه را تازه‌سازی کنید.
fr: Actualisez l’historique pour suivre le résultat.
hi: परिणाम देखने के लिए इतिहास रीफ़्रेश करें।
id: Segarkan Riwayat untuk mengikuti hasilnya.
it: Aggiorna la cronologia per seguire il risultato.
ja_jp: 結果を確認するには、履歴を更新してください。
ko: 결과를 확인하려면 기록을 새로 고치세요.
nl: Vernieuw Geschiedenis om het resultaat te volgen.
pl: Odśwież historię, aby śledzić wynik.
pt_br: Atualize o histórico para acompanhar o resultado.
ru: Обновите историю, чтобы отследить результат.
sv: Uppdatera historiken för att följa resultatet.
th: รีเฟรชประวัติเพื่อติดตามผลลัพธ์
tr: Sonucu takip etmek için Geçmiş'i yenileyin.
uk: Оновіть історію, щоб відстежити результат.
vi: Làm mới Lịch sử để theo dõi kết quả.
zh_cn: 刷新历史记录以查看结果。
zh_tw: 重新整理記錄以追蹤結果。

source: Refresh Skills
ar: تحديث Skills
de: Skills aktualisieren
es: Actualizar Skills
fa: به‌روزرسانی Skills
fr: Actualiser les Skills
hi: Skills रीफ़्रेश करें
id: Muat Ulang Skills
it: Aggiorna Skills
ja_jp: Skillsを更新
ko: Skills 새로 고침
nl: Skills vernieuwen
pl: Odśwież Skills
pt_br: Atualizar Skills
ru: Обновить Skills
sv: Uppdatera Skills
th: รีเฟรช Skills
tr: Skills'ı Yenile
uk: Оновити Skills
vi: Làm mới Skills
zh_cn: 刷新 Skills
zh_tw: 重新整理 Skills

source: Refresh automation
ar: تحديث الأتمتة
de: Automatisierung aktualisieren
es: Actualizar automatización
fa: تازه‌سازی خودکارسازی
fr: Actualiser l’automatisation
hi: ऑटोमेशन रीफ़्रेश करें
id: Segarkan otomatisasi
it: Aggiorna automazione
ja_jp: 自動化を更新
ko: 자동화 새로 고침
nl: Automatisering vernieuwen
pl: Odśwież automatyzację
pt_br: Atualizar automação
ru: Обновить автоматизацию
sv: Uppdatera automatiseringen
th: รีเฟรชการทำงานอัตโนมัติ
tr: Otomasyonu yenile
uk: Оновити автоматизацію
vi: Làm mới tác vụ tự động
zh_cn: 刷新自动化任务
zh_tw: 重新整理自動化

source: Refresh dreaming
ar: تحديث الأحلام
de: Träumen aktualisieren
es: Actualizar sueños
fa: بازخوانی رؤیاپردازی
fr: Actualiser le rêve
hi: ड्रीमिंग रीफ़्रेश करें
id: Segarkan dreaming
it: Aggiorna dreaming
ja_jp: 夢見を更新
ko: 꿈꾸기 새로 고침
nl: Dromen vernieuwen
pl: Odśwież śnienie
pt_br: Atualizar sonhos
ru: Обновить сновидения
sv: Uppdatera drömmar
th: รีเฟรชการฝัน
tr: Rüya görmeyi yenile
uk: Оновити сновидіння
vi: Làm mới dreaming
zh_cn: 刷新 dreaming
zh_tw: 重新整理 dreaming

source: Refresh reads live state. Maintenance actions update the gateway diary/artifacts.
ar: يقرأ التحديث الحالة المباشرة. تُحدّث إجراءات الصيانة يوميات/عناصر البوابة.
de: Aktualisieren liest den Live-Status. Wartungsaktionen aktualisieren das Gateway-Tagebuch/die Artefakte.
es: Actualizar lee el estado en vivo. Las acciones de mantenimiento actualizan el diario/artefactos del Gateway.
fa: بازخوانی، وضعیت زنده را می‌خواند. اقدامات نگهداری، دفترچه/مصنوعات gateway را به‌روزرسانی می‌کنند.
fr: Actualiser lit l’état en direct. Les actions de maintenance mettent à jour le journal/les artefacts du gateway.
hi: रीफ़्रेश लाइव स्थिति पढ़ता है। रखरखाव कार्रवाइयाँ gateway डायरी/आर्टिफ़ैक्ट अपडेट करती हैं।
id: Penyegaran membaca status langsung. Tindakan pemeliharaan memperbarui diary/artifacts gateway.
it: Aggiorna legge lo stato in tempo reale. Le azioni di manutenzione aggiornano il diario/gli artefatti del Gateway.
ja_jp: 更新するとライブ状態を読み取ります。メンテナンス操作は、Gateway のダイアリー/成果物を更新します。
ko: 새로 고침은 실시간 상태를 읽습니다. 유지 관리 작업은 Gateway 다이어리/아티팩트를 업데이트합니다.
nl: Vernieuwen leest de live status. Onderhoudsacties werken het gateway-dagboek/de artefacten bij.
pl: Odświeżenie odczytuje bieżący stan. Działania konserwacyjne aktualizują dziennik/artefakty gateway.
pt_br: Atualizar lê o estado em tempo real. As ações de manutenção atualizam o diário/artefatos do gateway.
ru: Обновление считывает актуальное состояние. Действия обслуживания обновляют дневник/артефакты Gateway.
sv: Uppdatera läser aktuellt tillstånd. Underhållsåtgärder uppdaterar gateway-dagboken/artefakterna.
th: รีเฟรชจะอ่านสถานะสด การดำเนินการบำรุงรักษาจะอัปเดตไดอารี/อาร์ติแฟกต์ของ gateway
tr: Yenileme, canlı durumu okur. Bakım eylemleri gateway günlüğünü/artifact'larını günceller.
uk: Оновлення зчитує поточний стан. Дії з обслуговування оновлюють щоденник/артефакти Gateway.
vi: Làm mới sẽ đọc trạng thái trực tiếp. Các hành động bảo trì cập nhật nhật ký/tạo tác của gateway.
zh_cn: 刷新会读取实时状态。维护操作会更新 gateway 日记/工件。
zh_tw: 重新整理會讀取即時狀態。維護動作會更新 Gateway 日誌/成品。

source: Refresh workboard
ar: تحديث لوحة العمل
de: Workboard aktualisieren
es: Actualizar tablero de trabajo
fa: تازه‌سازی تابلوی کار
fr: Actualiser le tableau de travail
hi: वर्कबोर्ड रिफ्रेश करें
id: Segarkan papan kerja
it: Aggiorna workboard
ja_jp: ワークボードを更新
ko: 작업 보드 새로 고침
nl: Werkbord vernieuwen
pl: Odśwież tablicę roboczą
pt_br: Atualizar quadro de trabalho
ru: Обновить рабочую доску
sv: Uppdatera arbetstavla
th: รีเฟรช workboard
tr: Çalışma panosunu yenile
uk: Оновити робочу дошку
vi: Làm mới bảng công việc
zh_cn: 刷新工作板
zh_tw: 重新整理工作板

source: Refreshing connection, discovery, and device trust state.
ar: جارٍ تحديث الاتصال والاكتشاف وحالة موثوقية الجهاز.
de: Verbindung, Erkennung und Vertrauensstatus des Geräts werden aktualisiert.
es: Actualizando la conexión, la detección y el estado de confianza del dispositivo.
fa: در حال تازه‌سازی اتصال، شناسایی، و وضعیت اعتماد دستگاه.
fr: Actualisation de la connexion, de la découverte et de l’état de confiance de l’appareil.
hi: कनेक्शन, डिस्कवरी, और डिवाइस ट्रस्ट स्थिति रीफ़्रेश की जा रही है।
id: Menyegarkan koneksi, penemuan, dan status kepercayaan perangkat.
it: Aggiornamento dello stato di connessione, rilevamento e attendibilità del dispositivo.
ja_jp: 接続、検出、デバイスの信頼状態を更新しています。
ko: 연결, 검색 및 기기 신뢰 상태를 새로 고치는 중입니다.
nl: Verbindings-, detectie- en apparaatvertrouwensstatus vernieuwen.
pl: Odświeżanie stanu połączenia, wykrywania i zaufania urządzenia.
pt_br: Atualizando conexão, descoberta e estado de confiança do dispositivo.
ru: Обновление подключения, обнаружения и состояния доверия устройства.
sv: Uppdaterar anslutning, identifiering och enhetens förtroendestatus.
th: กำลังรีเฟรชสถานะการเชื่อมต่อ การค้นหา และความเชื่อถือของอุปกรณ์
tr: Bağlantı, keşif ve cihaz güven durumu yenileniyor.
uk: Оновлення стану підключення, виявлення та довіри до пристрою.
vi: Đang làm mới trạng thái kết nối, khám phá và tin cậy thiết bị.
zh_cn: 正在刷新连接、发现和设备信任状态。
zh_tw: 正在重新整理連線、探索和裝置信任狀態。

source: Refreshing from iPhone…
ar: جارٍ التحديث من iPhone…
de: Vom iPhone aktualisieren…
es: Actualizando desde el iPhone…
fa: در حال تازه‌سازی از iPhone…
fr: Actualisation depuis l’iPhone…
hi: iPhone से रीफ़्रेश किया जा रहा है…
id: Menyegarkan dari iPhone…
it: Aggiornamento da iPhone…
ja_jp: iPhoneから更新中…
ko: iPhone에서 새로 고치는 중…
nl: Vernieuwen vanaf iPhone…
pl: Odświeżanie z iPhone’a…
pt_br: Atualizando a partir do iPhone…
ru: Обновление с iPhone…
sv: Uppdaterar från iPhone…
th: กำลังรีเฟรชจาก iPhone…
tr: iPhone'dan yenileniyor…
uk: Оновлення з iPhone…
vi: Đang làm mới từ iPhone…
zh_cn: 正在从 iPhone 刷新…
zh_tw: 正在從 iPhone 重新整理…

source: Refreshing iPhone state
ar: جارٍ تحديث حالة iPhone
de: iPhone-Status wird aktualisiert
es: Actualizando el estado del iPhone
fa: در حال به‌روزرسانی وضعیت iPhone
fr: Actualisation de l’état de l’iPhone
hi: iPhone की स्थिति रीफ़्रेश की जा रही है
id: Memperbarui status iPhone
it: Aggiornamento dello stato di iPhone
ja_jp: iPhoneの状態を更新中
ko: iPhone 상태 새로 고치는 중
nl: iPhone-status vernieuwen
pl: Odświeżanie stanu iPhone’a
pt_br: Atualizando o estado do iPhone
ru: Обновление состояния iPhone
sv: Uppdaterar iPhone-status
th: กำลังรีเฟรชสถานะ iPhone
tr: iPhone durumu yenileniyor
uk: Оновлення стану iPhone
vi: Đang làm mới trạng thái iPhone
zh_cn: 正在刷新 iPhone 状态
zh_tw: 正在重新整理 iPhone 狀態

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fa: رد
fr: Rejeter
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja_jp: 却下
ko: 거부
nl: Afwijzen
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
sv: Avvisa
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

source: Reject Proposal
ar: رفض المقترح
de: Vorschlag ablehnen
es: Rechazar propuesta
fa: رد پیشنهاد
fr: Rejeter la proposition
hi: प्रस्ताव अस्वीकार करें
id: Tolak Proposal
it: Rifiuta proposta
ja_jp: 提案を却下
ko: 제안 거부
nl: Voorstel afwijzen
pl: Odrzuć propozycję
pt_br: Rejeitar proposta
ru: Отклонить предложение
sv: Avvisa förslag
th: ปฏิเสธข้อเสนอ
tr: Öneriyi Reddet
uk: Відхилити пропозицію
vi: Từ chối đề xuất
zh_cn: 拒绝提案
zh_tw: 拒絕提案

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fa: ردشده
fr: Rejeté
hi: अस्वीकृत
id: Ditolak
it: Rifiutato
ja_jp: 拒否済み
ko: 거부됨
nl: Afgewezen
pl: Odrzucone
pt_br: Rejeitado
ru: Отклонено
sv: Avvisad
th: ปฏิเสธแล้ว
tr: Reddedildi
uk: Відхилено
vi: Đã từ chối
zh_cn: 已拒绝
zh_tw: 已拒絕

source: Relay remains available; direct mode adds an independent Gateway node.
ar: يبقى التتابع متاحًا؛ يضيف الوضع المباشر عقدة Gateway مستقلة.
de: Relay bleibt verfügbar; der Direktmodus fügt einen unabhängigen Gateway-Knoten hinzu.
es: El relé sigue disponible; el modo directo añade un nodo de Gateway independiente.
fa: رله همچنان در دسترس است؛ حالت مستقیم یک گره Gateway مستقل اضافه می‌کند.
fr: Le relais reste disponible ; le mode direct ajoute un nœud Gateway indépendant.
hi: रिले उपलब्ध रहता है; डायरेक्ट मोड एक स्वतंत्र Gateway नोड जोड़ता है।
id: Relay tetap tersedia; mode langsung menambahkan node Gateway independen.
it: Il relay resta disponibile; la modalità diretta aggiunge un nodo Gateway indipendente.
ja_jp: リレーは引き続き利用可能です。ダイレクトモードは独立した Gateway ノードを追加します。
ko: 릴레이는 계속 사용할 수 있으며, 직접 모드는 독립적인 Gateway 노드를 추가합니다.
nl: Relay blijft beschikbaar; directe modus voegt een onafhankelijke Gateway-node toe.
pl: Przekaźnik pozostaje dostępny; tryb bezpośredni dodaje niezależny węzeł Gateway.
pt_br: O relay permanece disponível; o modo direto adiciona um nó independente do Gateway.
ru: Реле остаётся доступным; прямой режим добавляет независимый узел Gateway.
sv: Relä förblir tillgängligt; direktläge lägger till en oberoende Gateway-nod.
th: รีเลย์ยังคงใช้งานได้ โหมดตรงจะเพิ่มโหนด Gateway อิสระ
tr: Aktarma kullanılabilir kalır; doğrudan mod bağımsız bir Gateway düğümü ekler.
uk: Ретрансляція залишається доступною; прямий режим додає незалежний вузол Gateway.
vi: Relay vẫn khả dụng; chế độ trực tiếp bổ sung một nút Gateway độc lập.
zh_cn: 中继仍然可用；直连模式会添加一个独立的 Gateway 节点。
zh_tw: 中繼仍可使用；直連模式會新增一個獨立的 Gateway 節點。

source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fa: یادآورها
fr: Rappels
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja_jp: リマインダー
ko: 미리 알림
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
ru: Напоминания
sv: Påminnelser
th: รายการเตือนความจำ
tr: Anımsatıcılar
uk: Нагадування
vi: Lời nhắc
zh_cn: 提醒事项
zh_tw: 提醒事項

source: Remote Domain
ar: النطاق البعيد
es: Dominio remoto
fa: دامنه راه دور
fr: Domaine distant
hi: रिमोट डोमेन
id: Domain Jarak Jauh
it: Dominio remoto
ja_jp: リモートドメイン
ko: 원격 도메인
nl: Extern domein
pl: Domena zdalna
pt_br: Domínio remoto
ru: Удаленный домен
sv: Fjärrdomän
th: โดเมนระยะไกล
tr: Uzak Etki Alanı
uk: Віддалений домен
vi: Miền từ xa
zh_cn: 远程域名
zh_tw: 遠端網域

source: Remove attachments or wait for delivery to resolve before starting a new chat.
ar: أزِل المرفقات أو انتظر اكتمال التسليم قبل بدء محادثة جديدة.
de: Entfernen Sie Anhänge oder warten Sie auf die Zustellung, bevor Sie einen neuen Chat starten.
es: Elimina los adjuntos o espera a que se complete la entrega antes de iniciar un nuevo chat.
fa: پیش از شروع گفتگوی جدید، پیوست‌ها را حذف کنید یا منتظر تکمیل ارسال بمانید.
fr: Supprimez les pièces jointes ou attendez la livraison avant de démarrer une nouvelle conversation.
hi: नई चैट शुरू करने से पहले अटैचमेंट हटाएं या डिलीवरी पूरी होने की प्रतीक्षा करें।
id: Hapus lampiran atau tunggu pengiriman selesai sebelum memulai obrolan baru.
it: Rimuovi gli allegati o attendi il completamento della consegna prima di iniziare una nuova chat.
ja_jp: 新しいチャットを開始する前に、添付ファイルを削除するか送信が完了するのを待ってください。
ko: 새 채팅을 시작하기 전에 첨부 파일을 제거하거나 전송이 완료될 때까지 기다리세요.
nl: Verwijder bijlagen of wacht tot de bezorging is voltooid voordat je een nieuwe chat start.
pl: Usuń załączniki lub poczekaj na zakończenie dostarczania przed rozpoczęciem nowego czatu.
pt_br: Remova os anexos ou aguarde a entrega ser concluída antes de iniciar uma nova conversa.
ru: Удалите вложения или дождитесь доставки, прежде чем начинать новый чат.
sv: Ta bort bilagor eller vänta på att leveransen slutförs innan du startar en ny chatt.
th: ลบไฟล์แนบหรือรอให้การส่งเสร็จสิ้นก่อนเริ่มแชทใหม่
tr: Yeni bir sohbet başlatmadan önce ekleri kaldırın veya teslimatın tamamlanmasını bekleyin.
uk: Видаліть вкладення або зачекайте на завершення доставлення, перш ніж починати новий чат.
vi: Gỡ tệp đính kèm hoặc chờ gửi xong trước khi bắt đầu cuộc trò chuyện mới.
zh_cn: 请移除附件或等待发送完成后再开始新聊天。
zh_tw: 請先移除附件或等待傳送完成，再開始新的聊天。

source: Remove attachments or wait for delivery to resolve before switching chats.
ar: أزِل المرفقات أو انتظر اكتمال التسليم قبل تبديل المحادثات.
de: Entfernen Sie Anhänge oder warten Sie auf die Zustellung, bevor Sie den Chat wechseln.
es: Elimina los adjuntos o espera a que se complete la entrega antes de cambiar de chat.
fa: پیش از تغییر گفتگو، پیوست‌ها را حذف کنید یا منتظر تکمیل ارسال بمانید.
fr: Supprimez les pièces jointes ou attendez la livraison avant de changer de conversation.
hi: चैट बदलने से पहले अटैचमेंट हटाएं या डिलीवरी पूरी होने की प्रतीक्षा करें।
id: Hapus lampiran atau tunggu pengiriman selesai sebelum beralih obrolan.
it: Rimuovi gli allegati o attendi il completamento della consegna prima di cambiare chat.
ja_jp: チャットを切り替える前に、添付ファイルを削除するか送信が完了するのを待ってください。
ko: 채팅을 전환하기 전에 첨부 파일을 제거하거나 전송이 완료될 때까지 기다리세요.
nl: Verwijder bijlagen of wacht tot de bezorging is voltooid voordat je van chat wisselt.
pl: Usuń załączniki lub poczekaj na zakończenie dostarczania przed przełączeniem czatów.
pt_br: Remova os anexos ou aguarde a entrega ser concluída antes de trocar de conversa.
ru: Удалите вложения или дождитесь доставки, прежде чем переключать чаты.
sv: Ta bort bilagor eller vänta på att leveransen slutförs innan du byter chatt.
th: ลบไฟล์แนบหรือรอให้การส่งเสร็จสิ้นก่อนสลับแชท
tr: Sohbetleri değiştirmeden önce ekleri kaldırın veya teslimatın tamamlanmasını bekleyin.
uk: Видаліть вкладення або зачекайте на завершення доставлення, перш ніж перемикати чати.
vi: Gỡ tệp đính kèm hoặc chờ gửi xong trước khi chuyển cuộc trò chuyện.
zh_cn: 请移除附件或等待发送完成后再切换聊天。
zh_tw: 請先移除附件或等待傳送完成，再切換聊天。

source: Remove from Group
ar: إزالة من المجموعة
de: Aus Gruppe entfernen
es: Eliminar del grupo
fa: حذف از گروه
fr: Retirer du groupe
hi: समूह से हटाएँ
id: Hapus dari Grup
it: Rimuovi dal gruppo
ja_jp: グループから削除
ko: 그룹에서 제거
nl: Verwijderen uit groep
pl: Usuń z grupy
pt_br: Remover do grupo
ru: Удалить из группы
sv: Ta bort från grupp
th: นำออกจากกลุ่ม
tr: Gruptan Kaldır
uk: Вилучити з групи
vi: Xóa khỏi nhóm
zh_cn: 从组中移除
zh_tw: 從群組中移除

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
fa: تغییر نام
fr: Renommer
hi: नाम बदलें
id: Ganti Nama
it: Rinomina
ja_jp: 名前を変更
ko: 이름 바꾸기
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

source: Rename Group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Renombrar grupo
fa: تغییر نام گروه
fr: Renommer le groupe
hi: समूह का नाम बदलें
id: Ganti Nama Grup
it: Rinomina gruppo
ja_jp: グループ名を変更
ko: 그룹 이름 변경
nl: Groep hernoemen
pl: Zmień nazwę grupy
pt_br: Renomear grupo
ru: Переименовать группу
sv: Byt namn på grupp
th: เปลี่ยนชื่อกลุ่ม
tr: Grubu Yeniden Adlandır
uk: Перейменувати групу
vi: Đổi tên nhóm
zh_cn: 重命名群组
zh_tw: 重新命名群組

source: Rename Group…
ar: إعادة تسمية المجموعة…
de: Gruppe umbenennen…
es: Renombrar grupo…
fa: تغییر نام گروه…
fr: Renommer le groupe…
hi: समूह का नाम बदलें…
id: Ganti Nama Grup…
it: Rinomina gruppo…
ja_jp: グループ名を変更…
ko: 그룹 이름 바꾸기…
nl: Groep hernoemen…
pl: Zmień nazwę grupy…
pt_br: Renomear grupo…
ru: Переименовать группу…
sv: Byt namn på grupp…
th: เปลี่ยนชื่อกลุ่ม…
tr: Grubu Yeniden Adlandır…
uk: Перейменувати групу…
vi: Đổi tên nhóm…
zh_cn: 重命名分组…
zh_tw: 重新命名群組…

source: Rename Session
ar: إعادة تسمية الجلسة
de: Sitzung umbenennen
es: Cambiar nombre de sesión
fa: تغییر نام جلسه
fr: Renommer la session
hi: सत्र का नाम बदलें
id: Ganti Nama Sesi
it: Rinomina sessione
ja_jp: セッション名を変更
ko: 세션 이름 바꾸기
nl: Sessie hernoemen
pl: Zmień nazwę sesji
pt_br: Renomear sessão
ru: Переименовать сеанс
sv: Byt namn på session
th: เปลี่ยนชื่อเซสชัน
tr: Oturumu Yeniden Adlandır
uk: Перейменувати сеанс
vi: Đổi tên phiên
zh_cn: 重命名会话
zh_tw: 重新命名工作階段

source: Rename Session…
ar: إعادة تسمية الجلسة…
de: Sitzung umbenennen…
es: Renombrar sesión…
fa: تغییر نام نشست…
fr: Renommer la session…
hi: सत्र का नाम बदलें…
id: Ubah Nama Sesi…
it: Rinomina sessione…
ja_jp: セッション名を変更…
ko: 세션 이름 변경…
nl: Hernoem sessie…
pl: Zmień nazwę sesji…
pt_br: Renomear sessão…
ru: Переименовать сеанс…
sv: Byt namn på session…
th: เปลี่ยนชื่อเซสชัน…
tr: Oturumu Yeniden Adlandır…
uk: Перейменувати сесію…
vi: Đổi tên phiên…
zh_cn: 重命名会话…
zh_tw: 重新命名工作階段…

source: Rename…
ar: إعادة تسمية…
de: Umbenennen…
es: Renombrar…
fa: تغییر نام…
fr: Renommer…
hi: नाम बदलें…
id: Ganti nama…
it: Rinomina…
ja_jp: 名前を変更…
ko: 이름 변경…
nl: Naam wijzigen…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
sv: Byt namn…
th: เปลี่ยนชื่อ…
tr: Yeniden adlandır…
uk: Перейменувати…
vi: Đổi tên…
zh_cn: 重命名…
zh_tw: 重新命名…

source: Reply
ar: رد
de: Antwort
es: Responder
fa: پاسخ
fr: Répondre
hi: जवाब दें
id: Balas
it: Rispondi
ja_jp: 返信
ko: 답장
nl: Antwoorden
pl: Odpowiedz
pt_br: Responder
ru: Ответ
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_cn: 回复
zh_tw: 回覆

source: Request
ar: الطلب
de: Anfrage
es: Solicitud
fa: درخواست
fr: Demande
hi: अनुरोध
id: Permintaan
it: Richiesta
ja_jp: リクエスト
ko: 요청
nl: Aanvraag
pl: Żądanie
pt_br: Solicitação
ru: Запрос
sv: Begäran
th: คำขอ
tr: İstek
uk: Запит
vi: Yêu cầu
zh_cn: 请求
zh_tw: 要求

source: Request Again
ar: الطلب مرة أخرى
de: Erneut anfordern
es: Solicitar de nuevo
fa: درخواست دوباره
fr: Demander à nouveau
hi: फिर से अनुरोध करें
id: Minta Lagi
it: Richiedi di nuovo
ja_jp: 再リクエスト
ko: 다시 요청
nl: Opnieuw aanvragen
pl: Poproś ponownie
pt_br: Solicitar novamente
ru: Запросить снова
sv: Begär igen
th: ขออีกครั้ง
tr: Tekrar iste
uk: Запитати знову
vi: Yêu cầu lại
zh_cn: 再次请求
zh_tw: 再次要求

source: Request ID
ar: معرّف الطلب
de: Anfrage-ID
es: ID de solicitud
fa: شناسه درخواست
fr: ID de la demande
hi: अनुरोध ID
id: ID Permintaan
it: ID richiesta
ja_jp: リクエスト ID
ko: 요청 ID
nl: Aanvraag-ID
pl: ID żądania
pt_br: ID da solicitação
ru: ID запроса
sv: Förfrågnings-ID
th: ID คำขอ
tr: İstek kimliği
uk: ID запиту
vi: ID yêu cầu
zh_cn: 请求 ID
zh_tw: 要求 ID

source: Request ID: %@
ar: معرّف الطلب: %@
de: Anfrage-ID: %@
es: ID de solicitud: %@
fa: شناسه درخواست: %@
fr: ID de requête : %@
hi: अनुरोध ID: %@
id: ID permintaan: %@
it: ID richiesta: %@
ja_jp: リクエストID: %@
ko: 요청 ID: %@
nl: Aanvraag-ID: %@
pl: Identyfikator żądania: %@
pt_br: ID da solicitação: %@
ru: ID запроса: %@
sv: Begärande-ID: %@
th: รหัสคำขอ: %@
tr: İstek kimliği: %@
uk: ID запиту: %@
vi: ID yêu cầu: %@
zh_cn: 请求 ID：%@
zh_tw: 請求 ID：%@
